Repository: CyberTailor/based_uno_bot
Catalog: locales/*/LC_MESSAGES/unobot.po
Languages: ru_ru

source: Waiting time to skip this player has been reduced to {time} seconds. Next player: {name}
ru_ru: Время на ход для этого игрока было сокращено до {time} секунд. Следующий игрок: {name}

source: {name1} ran out of time and has been removed from the game! Next player: {name2}
ru_ru: {name1} был_и удален_ы из игры за превышение времени ожидания! Следующий игрок: {name2}

source: {name} ran out of time and has been removed from the game! The game ended.
ru_ru: {name} был_и удален_ы из игры за превышение времени ожидания! Игра окончена.

source: Please choose a color
ru_ru: Выберите расцветку

source: {name} won!
ru_ru: {name} победил_и!

source: Game ended!
ru_ru: Игра окончена!

source: There are no more cards in the deck.
ru_ru: В колоде больше не осталось карт.

source: Bluff called! Giving 4 cards to {name}
ru_ru: Блеф раскрыт! {name} берёт 4 карты.

source: {name1} didn't bluff! Giving 6 cards to {name2}
ru_ru: {name1} не блефовал_и! {name2} берёт 6 карт.

source: Send this command in a group to be notified when a new game is started there.
ru_ru: Отправьте эту команду в группе, чтобы получать уведомления о новых партиях.

source: A new game has been started in {title}
ru_ru: В {title} началась новая игра

source: Created a new game! Join the game with /join and start the game with /start
ru_ru: Создана новая игра! Присоединитесь к ней командой /join и начните, написав /start

source: There is no running game in this chat.
ru_ru: В этом чате нет ни одной активной партии.

source: The game is not started yet. Join the game with /join and start the game with /start
ru_ru: Игра ещё не началась. Присоединитесь к ней командой /join и начните, написав /start

source: Only the game creator ({name}) and admin can do that.
ru_ru: Только создатель партии ({name}) или администратор может это сделать.

source: The lobby is closed
ru_ru: Лобби закрыто

source: No game is running at the moment. Create a new game with /new
ru_ru: На данный момент нет активных партий. Создайте новую, написав /new

source: You already joined the game. Start the game with /start
ru_ru: Вы уже присоединились к игре. Начните её с помощью команды /start

source: There are not enough cards left in the deck for new players to join.
ru_ru: В колоде осталось слишком мало карт, новые игроки больше не могут присоединиться.

source: Joined the game
ru_ru: Вы присоединились к игре

source: You are not playing in a game in this group.
ru_ru: Вы не играете в этой группе.

source: Okay. Next Player: {name}
ru_ru: Ок. Следующий игрок: {name}

source: {name} left the game before it started.
ru_ru: {name} покинул_и игру до её начала.

source: Player {name} is not found in the current game.
ru_ru: Игрок {name} не участвует в текущей игре.

source: {0} was kicked by {1}
ru_ru: {1} исключил_и {0} из игры

source: Please reply to the person you want to kick and type /kick again.
ru_ru: Напишите /kick реплаем на сообщение человека, которого хотите исключить из игры.

source: Game not found.
ru_ru: Игра не найдена.

source: Back to last group
ru_ru: Вернуться к последней группе

source: Please switch to the group you selected!
ru_ru: Переключитесь на выбранную группу!

source: Selected group: {group} <b>Make sure that you switch to the correct group!</b>
ru_ru: Выбранная группа: {group} <b>Убедитесь, что вы переключились на неё!</b>

source: Removing {name} from the game
ru_ru: Удаляю {name} из игры

source: There is no game running in this chat. Create a new one with /new
ru_ru: В этом чате нет ни одной активной партии. Создайте новую командой /new

source: The game has already started
ru_ru: Игра уже началась

source: At least {minplayers} players must /join the game before you can start it
ru_ru: Как минимум {minplayers} игрока должны присоединиться командой /join, прежде чем вы сможете начать игру

source: Make your choice!
ru_ru: Сделайте свой выбор!

source: First player: {name} Use /close to stop people from joining the game. Enable multi-translations with /enable_translations
ru_ru: Первый игрок: {name} Напишите /close, чтобы запретить присоединяться к этой игре. Включите многоязычный текстов командой /enable_translations

source: Please select the group you want to play in.
ru_ru: Выберите группу, в которой хотите играть.

source: Closed the lobby. No more players can join this game.
ru_ru: Лобби закрыто. К этой игре больше нельзя присоединиться.

source: Opened the lobby. New players may /join the game.
ru_ru: Лобби открыто. Новые игроки могут присоединиться с помощью команды /join

source: Enabled multi-translations. Disable with /disable_translations
ru_ru: Многоязычный перевод активирован. Выключить его можно командой /disable_translations

source: Disabled multi-translations. Enable them again with /enable_translations
ru_ru: Многоязычный перевод отключён. Вы можете снова включить его командой /enable_translations

source: You are not playing in a game in this chat.
ru_ru: Вы не играете ни в одну из партий в этом чате.

source: Please wait {time} second
ru_ru: Пожалуйста, подождите {time} секунду

source: Current game: {game}
ru_ru: Текущая игра: {game}

source: Gamemode changed to {mode}
ru_ru: Режим был изменён на {mode}

source: Cheat attempt by {name}
ru_ru: {name} попытал_ись сжульничать!

source: Next player: {name}
ru_ru: Следующий игрок: {name}

source: Waiting time for {name} has been reset to {time} seconds
ru_ru: Время на ход для {name} было сброшено до {time} секунд.

source: Choose Color
ru_ru: Выберите расцветку

source: Card (tap for game state):
ru_ru: Последняя карта (нажмите для просмотра статуса игры):

source: {name} ({number} card)
ru_ru: {name} ({number} карта)

source: You are not playing
ru_ru: Вы не играете

source: Not playing right now. Use /new to start a game or /join to join the current game in this group
ru_ru: В данный момент вы не играете. Используйте /new, чтобы начать новую игру, или /join, чтобы присоединиться к текущей.

source: The game wasn't started yet
ru_ru: Игра ещё не началась.

source: Start the game with /start
ru_ru: Начните новую игру командой /start

source: 🎻 Classic mode
ru_ru: 🎻 Классический режим

source: Classic 🎻
ru_ru: Классический 🎻

source: 🚀 Sanic mode
ru_ru: 🚀 Стандартный режим

source: Gotta go fast! 🚀
ru_ru: Сыграем по-быстрому! 🚀

source: 🐉 Wild mode
ru_ru: 🐉 Вольный режим

source: Into the Wild~ 🐉
ru_ru: Будет дико~ 🐉

source: ✍️ Text mode
ru_ru: ✍️ Текстовый режим

source: Text ✍️
ru_ru: Текстовый ✍️

source: Drawing {number} card
ru_ru: Берёт {number} карту

source: Pass
ru_ru: Пас

source: I'm calling your bluff!
ru_ru: Я докажу, что ты блефуешь!

source: Current player: {name}
ru_ru: Текущий игрок: {name}

source: Last card: {card}
ru_ru: Последняя карта: {card}

source: Player: {player_list}
ru_ru: Игрок: {player_list}

source: Please edit your settings in a private chat with the bot.
ru_ru: Напишите в личные сообщения боту для изменения своих настроек.

source: Enable statistics
ru_ru: Включить статистику

source: Delete all statistics
ru_ru: Удалить всю статистику

source: Language
ru_ru: Язык

source: Settings
ru_ru: Настройки

source: Enabled statistics!
ru_ru: Статистика включена!

source: Select locale
ru_ru: Выберите язык

source: Deleted and disabled statistics!
ru_ru: Статистика удалена и отключена!

source: Set locale!
ru_ru: Язык установлен!

source: Follow these steps: 1. Add this bot to a group 2. In the group, start a new game with /new or join an already running game with /join 3. After at least two players have joined, start the game with /start 4. Type <code>@unleftbot</code> into your chat box and hit <b>space</b>, or click the <code>via @unleftbot</code> text next to messages. You will see your cards (some greyed out), any extra options like drawing, and a <b>?</b> to see the current game state. The <b>greyed out cards</b> are those you <b>can not play</b> at the moment. Tap an option to execute the selected action. Players can join the game at any time. To leave a game, use /leave. If a player takes more than 90 seconds to play, you can use /skip to skip that player. Use /notify_me to receive a private message when a new game is started. <b>Language</b> and other settings: /settings Other commands (only game creator): /close - Close lobby /open - Open lobby /kill - Terminate the game /kick - Select a player to kick by replying to them /enable_translations - Translate relevant texts into all languages spoken in a game /disable_translations - Use English for those texts <b>Experimental:</b> Play in multiple groups at the same time. Press the <code>Current game: ...</code> button and select the group you want to play a card in. If you enjoy this bot, join the upstream<a href="https://telegram.me/unobotupdates">update channel</a> and buy an UNO card game.
ru_ru: Выполните следующие действия: 1. Добавьте этого бота в свою группу 2. Создайте новую игру в группе командой /new либо присоединитесь к уже существующей, написав /join 3. Как только к игре присоединится по меньшей мере двое игроков, начните игру командой /start 4. Напишите <code>@unleftbot</code> в окне чата и поставьте <b>пробел</b>, либо нажмите на текст <code>via @unleftbot</code> рядом с сообщениями. Вы увидите свои карты (некоторые из них будут серыми), а также некоторые дополнительные опции и кнопку <b>?</b> для просмотра текущего состояния игры. Вы пока что не можете выбрать <b>серые карточки</b>. Нажмите на доступный стикер для осуществления выбранного действия. Присоединиться к игре можно в любой момент. Выйти из партии можно с помощью команды /leave. Если кто-то тратит больше 90 секунд на ход, их ход можно пропустить командой /skip. Используйте /notify_me для получения приватного сообщения о начале новой партии. <b>Язык</b> и другие настройки: /settings Другие команды (только для создателей партии): /close - Закрыть лобби /open - Открыть лобби /kill - Завершить игру /kick - Исключите игрока из игры, написав эту команду реплаем на их сообщение /enable_translations - Разрешить вывод текста на языках игроков /disable_translations - Выводить текст только на английском языке <b>Экспериментальные опции</b>: Одновременная игра в нескольких группах. Нажмите на кнопку<code>Текущие игры: ...</code> и выберите, в какой группе сделать ход. Если Вам понравился этот бот, подпишитесь на <a href="https://telegram.me/unobotupdates">канал</a> обновлений основной версии, а также купите себе карточки UNO.

source: This UNO bot has four game modes: Classic, Sanic, Wild and Text. 🎻 The Classic mode uses the conventional UNO deck and there is no auto skip. 🚀 The Sanic mode uses the conventional UNO deck and the bot automatically skips a player if he/she takes too long to play its turn 🐉 The Wild mode uses a deck with more special cards, less number variety and no auto skip. ✍️ The Text mode uses the conventional UNO deck but instead of stickers it uses the text. To change the game mode, the GAME CREATOR has to type the bot nickname and a space, just like when playing a card, and all gamemode options should appear.
ru_ru: Этот бот для игры в UNO имеет четыре режима: Классический, Стандартный, Вольный и Текстовый. 🎻 В Классическом режиме используется обычная колода для UNO, и в нём нет автоматического пропуска ходов. 🚀 В Стандартном режиме используется обычная колода для UNO, и бот автоматически пропускает ход игрока, если он слишком затянулся. 🐉 Колода Вольного режима содержит больше активных карт и меньше карт с цифрами. Автопропуск ходов отсутствует. ✍️ В Классическом режиме используется обычная колода для UNO, но с текстом вместо стикеров. Чтобы изменить режим, СОЗДАТЕЛЬ ПАРТИИ должен ввести @тег бота и пробел (как при розыгрыше карты). Должны появиться все опции для режима игры.

source: This bot is Free Software and licensed under the AGPL. The code is available here:
ru_ru: Этот бот является свободным ПО и выпущен под лицензией AGPL. Весь код доступен по адресу:

source: All news here: https://telegram.me/unobotupdates
ru_ru: Все новости здесь: https://telegram.me/unobotupdates

source: You did not enable statistics. Use /settings in a private chat with the bot to enable them.
ru_ru: Вы не включали статистику. Чтобы её активировать, напишите /settings в приватном чате с ботом.

source: {number} game played
ru_ru: {number} игра сыграна

source: {number} first place
ru_ru: {number} первое место

source: {number} card played
ru_ru: {number} карта сыграна

source: {emoji} Rainbow
ru_ru: {emoji} Радужная

source: {emoji} Trans
ru_ru: {emoji} Трансгендерная

source: {emoji} Enby
ru_ru: {emoji} Небинарная

source: {emoji} Pan
ru_ru: {emoji} Пансексуальная
